Repository: rayan23923-cell/multi_pip
Catalog: Packages/TaskLensUI/Sources/TLLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# action.addContact
source: Add Contact
ar: إضافة جهة اتصال

# action.addToCalendar
source: Create Calendar Event
ar: إنشاء حدث في التقويم

# action.askAI
source: Ask AI
ar: اسأل الذكاء الاصطناعي

# action.calculate
source: Calculate
ar: حساب

# action.call
source: Call
ar: اتصال

# action.convertCurrency
source: Convert Currency
ar: تحويل العملة

# action.copy
source: Copy
ar: نسخ

# action.createNote
source: Create Note
ar: إنشاء ملاحظة

# action.createReminder
source: Create Reminder
ar: إنشاء تذكير

# action.extractText
source: Extract
ar: استخراج

# action.openInMaps
source: Open in Maps
ar: فتح في الخرائط

# action.openInYouTube
source: Open in YouTube
ar: فتح في يوتيوب

# action.openURL
source: Open Link
ar: فتح الرابط

# action.playVideo
source: Play in TaskLens
ar: تشغيل في TaskLens

# action.saveToSession
source: Save
ar: حفظ

# action.search
source: Search
ar: بحث

# action.sendEmail
source: Email
ar: بريد إلكتروني

# action.sendMessage
source: Message
ar: رسالة

# action.share
source: Share
ar: مشاركة

# action.summarize
source: Summarize
ar: تلخيص

# action.translate
source: Translate
ar: ترجمة

# actionRecord.completed
source: Done
ar: تم

# actionRecord.failed
source: Failed
ar: فشل

# actionRecord.handedOff
source: Opened
ar: فُتح

# actions.comingLater
source: This action will be added in a later update.
ar: سيُضاف هذا الإجراء في تحديث لاحق.

# actions.confirm.message
source: AI suggested it. It will open another app or change something outside TaskLens.
ar: اقترحه الذكاء الاصطناعي. سيفتح تطبيقاً آخر أو يغيّر شيئاً خارج TaskLens.

# actions.confirm.title
source: Run this action?
ar: تنفيذ هذا الإجراء؟

# actions.convert.action
source: Convert
ar: تحويل

# actions.convert.invalidRate
source: Enter a rate above zero, for example 1310 or 0.92.
ar: أدخل سعراً أكبر من صفر، مثل 1310 أو 0.92.

# actions.convert.message
source: Converting %@. Enter what 1 unit of this currency is worth in yours. TaskLens has no live exchange rates, so it uses the rate you enter.
ar: تحويل %@. أدخل قيمة وحدة واحدة من هذه العملة بعملتك. لا يملك TaskLens أسعار صرف مباشرة، لذلك يستخدم السعر الذي تدخله.

# actions.convert.rate
source: Exchange rate
ar: سعر الصرف

# actions.convert.title
source: Convert Currency
ar: تحويل العملة

# actions.found
source: Found in Content
ar: ما تم العثور عليه

# actions.inApp
source: In App
ar: في التطبيق

# actions.later
source: Later
ar: لاحقاً

# actions.openApp
source: Open TaskLens to do this. Save the item first, then use it from the app.
ar: افتح TaskLens لتنفيذ ذلك. احفظ العنصر أولاً ثم استخدمه من التطبيق.

# actions.other
source: More Actions
ar: إجراءات أخرى

# actions.recommended
source: Recommended
ar: مقترحة

# actions.showLess
source: Show Less
ar: عرض أقل

# actions.translateUnavailable
source: Translation needs iOS 17.4 or later.
ar: تتطلب الترجمة iOS 17.4 أو أحدث.

# actions.unavailable
source: This action is not available for this content.
ar: هذا الإجراء غير متاح لهذا المحتوى.

# activity.documents
source: Documents: %lld
ar: المستندات: %lld

# activity.elapsed
source: Elapsed
ar: المدة

# activity.focus
source: Focus
ar: تركيز

# activity.items
source: Items: %lld
ar: العناصر: %lld

# activity.links
source: Links: %lld
ar: الروابط: %lld

# activity.notes
source: Notes: %lld
ar: الملاحظات: %lld

# activity.processing
source: Processing
ar: قيد المعالجة

# activity.remaining
source: Remaining
ar: المتبقي

# activity.resume
source: Resume
ar: استئناف

# activity.sessionTitle
source: %@ Session
ar: جلسة %@

# activity.stale
source: No recent activity
ar: لا يوجد نشاط حديث

# activity.stop
source: Stop
ar: إيقاف

# activity.task
source: Active Task
ar: المهمة الحالية

# ai.answer.device
source: AI Answer (on this device)
ar: إجابة الذكاء الاصطناعي (على هذا الجهاز)

# ai.answer.server
source: AI Answer (from your AI server)
ar: إجابة الذكاء الاصطناعي (من خادمك)

# ai.clear
source: Clear Answer
ar: مسح الإجابة

# ai.disclosure.device
source: Sends %lld characters to Apple Intelligence on this device. Nothing leaves your device.
ar: يرسل %lld حرفاً إلى Apple Intelligence على هذا الجهاز. لا يغادر شيء جهازك.

# ai.disclosure.server
source: Sends %lld characters over the internet to %@.
ar: يرسل %lld حرفاً عبر الإنترنت إلى %@.

# ai.disclosure.session
source: Includes titles of this session's items.
ar: يتضمن عناوين عناصر هذه الجلسة.

# ai.disclosure.truncated
source: Long text is shortened before sending.
ar: يُختصر النص الطويل قبل الإرسال.

# ai.failed
source: AI couldn't answer this time.
ar: تعذّر على الذكاء الاصطناعي الإجابة هذه المرة.

# ai.footer
source: AI adds to Lens; it doesn't replace it. Nothing is sent until you tap Send.
ar: الذكاء الاصطناعي يضيف إلى العدسة ولا يحل محلها. لا يُرسل شيء حتى تضغط إرسال.

source: AI History
ar: سجل الذكاء الاصطناعي

# ai.history.delete
source: Delete AI History
ar: حذف سجل الذكاء الاصطناعي

# ai.history.empty
source: No AI requests yet.
ar: لا توجد طلبات ذكاء اصطناعي بعد.

# ai.history.footer
source: History stays on this device so you can see what was sent. Turning it off deletes it.
ar: يبقى السجل على هذا الجهاز لترى ما أُرسل. إيقافه يحذفه.

# ai.history.keep
source: Keep AI History
ar: الاحتفاظ بسجل الذكاء الاصطناعي

# ai.includeSession
source: Include this session's items
ar: تضمين عناصر هذه الجلسة

# ai.language.arabic
source: Arabic
ar: العربية

# ai.language.english
source: English
ar: الإنجليزية

# ai.question
source: Your question
ar: سؤالك

# ai.retry
source: Try AI Again
ar: إعادة محاولة الذكاء الاصطناعي

# ai.running
source: Working…
ar: جارٍ العمل…

# ai.section
source: AI (Optional)
ar: الذكاء الاصطناعي (اختياري)

# ai.send
source: Send to AI
ar: إرسال إلى الذكاء الاصطناعي

# ai.server.address
source: Server address (https://…)
ar: عنوان الخادم (https://…)

# ai.server.footer
source: For devices without Apple Intelligence. Text you send goes to this server over HTTPS and its owner's privacy policy applies. The key stays in this device's Keychain.
ar: للأجهزة التي لا تدعم Apple Intelligence. النص الذي ترسله يذهب إلى هذا الخادم عبر HTTPS وتنطبق عليه سياسة خصوصية مالكه. يبقى المفتاح في سلسلة مفاتيح هذا الجهاز.

# ai.server.invalid
source: Enter an https:// address and a model name.
ar: أدخل عنواناً يبدأ بـ https:// واسم النموذج.

# ai.server.key
source: API key
ar: مفتاح API

# ai.server.keySaved
source: API key saved (enter a new one to replace it)
ar: مفتاح API محفوظ (أدخل مفتاحاً جديداً لاستبداله)

# ai.server.model
source: Model name
ar: اسم النموذج

# ai.server.remove
source: Remove Server
ar: إزالة الخادم

# ai.server.section
source: AI Server (Optional)
ar: خادم ذكاء اصطناعي (اختياري)

# ai.server.use
source: Use This Server
ar: استخدام هذا الخادم

# ai.settings.enabled
source: Use AI
ar: استخدام الذكاء الاصطناعي

# ai.settings.privacy
source: What is sent: only the text you choose to send (Lens text, text read from an image or document, your question, and session titles if you include them). Never images or screen frames. When: only when you tap Send. Where: Apple Intelligence on this device first; your AI server only if you turn it on. Why: to answer the task you picked.
ar: ما الذي يُرسل: فقط النص الذي تختار إرساله (نص العدسة، أو النص المقروء من صورة أو مستند، وسؤالك، وعناوين الجلسة إذا ضمّنتها). لا تُرسل الصور أو إطارات الشاشة أبداً. متى: فقط عند الضغط على إرسال. إلى أين: Apple Intelligence على هذا الجهاز أولاً، وخادمك فقط إذا فعّلته. لماذا: لتنفيذ المهمة التي اخترتها.

# ai.status
source: Status
ar: الحالة

# ai.status.ready
source: Ready
ar: جاهز

# ai.stillWorks
source: Lens results and actions above still work.
ar: نتائج العدسة والإجراءات أعلاه ما زالت تعمل.

# ai.suggestionsNote
source: Suggested by AI. Nothing runs until you tap, and actions outside TaskLens ask first.
ar: اقتراحات من الذكاء الاصطناعي. لا يُنفّذ شيء حتى تضغط، والإجراءات خارج TaskLens تطلب تأكيدك أولاً.

# ai.targetLanguage
source: Translate Into
ar: الترجمة إلى

# ai.task.answer
source: Ask a Question
ar: طرح سؤال

# ai.task.classify
source: Classify
ar: تصنيف

# ai.task.compare
source: Compare with Session
ar: مقارنة مع الجلسة

# ai.task.explain
source: Explain
ar: شرح

# ai.task.extract
source: Extract Key Facts
ar: استخراج المعلومات المهمة

# ai.task.generateNotes
source: Make Notes
ar: إنشاء ملاحظات

# ai.task.generateQuestions
source: Make Questions
ar: إنشاء أسئلة

# ai.task.rewrite
source: Rewrite
ar: إعادة صياغة

# ai.task.summarize
source: Summarize
ar: تلخيص

# ai.task.translate
source: Translate
ar: ترجمة

# ai.taskLabel
source: Task
ar: المهمة

# ai.unavailable.deviceNotEligible
source: This device can't run Apple Intelligence. You can add an AI server in Settings.
ar: هذا الجهاز لا يدعم Apple Intelligence. يمكنك إضافة خادم ذكاء اصطناعي من الإعدادات.

# ai.unavailable.modelNotReady
source: Apple Intelligence is still getting ready.
ar: Apple Intelligence ما زال قيد التجهيز.

# ai.unavailable.notConfigured
source: No AI is set up on this device.
ar: لا يوجد ذكاء اصطناعي مُعدّ على هذا الجهاز.

# ai.unavailable.notEnabled
source: Turn on Apple Intelligence in the Settings app to use AI.
ar: فعّل Apple Intelligence من تطبيق الإعدادات لاستخدام الذكاء الاصطناعي.

# ai.unavailable.offline
source: No internet connection. The AI server can't be reached.
ar: لا يوجد اتصال بالإنترنت. لا يمكن الوصول إلى خادم الذكاء الاصطناعي.

# ai.unavailable.turnedOff
source: AI is turned off in Settings.
ar: الذكاء الاصطناعي مُطفأ في الإعدادات.

# analysis.confidence.high
source: High confidence
ar: ثقة عالية

# analysis.confidence.low
source: Low confidence
ar: ثقة منخفضة

# analysis.confidence.medium
source: Medium confidence
ar: ثقة متوسطة

# analysis.value
source: Value
ar: القيمة

# analysis.videoID
source: Video ID
ar: معرّف الفيديو

# analysis.youtubeVideo
source: YouTube Video
ar: فيديو يوتيوب

# browser.address
source: Address
ar: العنوان

# browser.addressPrompt
source: Enter a website address
ar: أدخل عنوان موقع

# browser.back
source: Back
ar: رجوع

# browser.closeTab
source: Close Tab
ar: إغلاق علامة التبويب

# browser.empty.message
source: Pages open in a private session. Cookies and website data are cleared when TaskLens closes.
ar: تُفتح الصفحات في جلسة خاصة. تُمسح ملفات تعريف الارتباط وبيانات المواقع عند إغلاق TaskLens.

# browser.empty.title
source: Enter an address to start
ar: أدخل عنواناً للبدء

# browser.forward
source: Forward
ar: تقدم

# browser.newTab
source: New Tab
ar: علامة تبويب جديدة

# browser.reload
source: Reload
ar: إعادة التحميل

# browser.saveURL
source: Save Link to Session
ar: حفظ الرابط في الجلسة

# browser.stop
source: Stop
ar: إيقاف

# browser.tabs
source: Tabs
ar: علامات التبويب

# calculator.clearHistory
source: Clear History
ar: مسح السجل

# calculator.copyResult
source: Copy Result
ar: نسخ النتيجة

# calculator.error
source: Cannot divide by zero
ar: لا يمكن القسمة على صفر

# calculator.history
source: History
ar: السجل

# calculator.history.empty
source: Calculations you finish appear here.
ar: تظهر هنا العمليات التي تنهيها.

# calculator.key.add
source: Plus
ar: زائد

# calculator.key.backspace
source: Delete digit
ar: حذف رقم

# calculator.key.clear
source: Clear
ar: مسح

# calculator.key.decimal
source: Decimal point
ar: فاصلة عشرية

# calculator.key.divide
source: Divide
ar: قسمة

# calculator.key.equals
source: Equals
ar: يساوي

# calculator.key.multiply
source: Multiply
ar: ضرب

# calculator.key.percent
source: Percent
ar: نسبة مئوية

# calculator.key.subtract
source: Minus
ar: ناقص

# calculator.key.toggleSign
source: Change sign
ar: تغيير الإشارة

# calculator.sendToActions
source: Send to Actions
ar: إرسال إلى الإجراءات

# calculator.useResult
source: Use Result
ar: استخدام النتيجة

# capture.inbox
source: Inbox
ar: الوارد

# capture.placeholder
source: Type or paste something…
ar: اكتب أو الصق شيئاً…

# category.address
source: Address
ar: عنوان

# category.code
source: Code
ar: شيفرة برمجية

# category.currency
source: Amount of Money
ar: مبلغ مالي

# category.date
source: Date
ar: تاريخ

# category.document
source: Document
ar: مستند

# category.email
source: Email Address
ar: بريد إلكتروني

# category.image
source: Image
ar: صورة

# category.number
source: Number
ar: رقم

# category.phone
source: Phone Number
ar: رقم هاتف

# category.plainText
source: Text
ar: نص

# category.unknown
source: Unknown
ar: غير معروف

# category.url
source: Link
ar: رابط

# clipboard.clear
source: Clear History
ar: مسح السجل

# clipboard.empty.message
source: Tap Paste to bring in what you copied. TaskLens never reads your clipboard on its own.
ar: اضغط لصق لإحضار ما نسخته. لا يقرأ TaskLens الحافظة من تلقاء نفسه.

# clipboard.empty.title
source: Nothing pasted yet
ar: لم يُلصق شيء بعد

# clipboard.history
source: History
ar: السجل

# clipboard.newContent
source: You copied something new. Tap Paste to bring it in.
ar: نسخت شيئاً جديداً. اضغط لصق لإحضاره.

# clipboard.privacyNote
source: iOS asks before any app reads what you copied. TaskLens reads it only when you tap Paste.
ar: يسأل iOS قبل أن يقرأ أي تطبيق ما نسخته. يقرأه TaskLens فقط عندما تضغط لصق.

# clipboard.saved
source: Saved to TaskLens
ar: محفوظ في TaskLens

# clipboard.subtitle
source: Paste to keep what you copied
ar: الصق للاحتفاظ بما نسخته

# clipboard.title
source: Clipboard
ar: الحافظة

# commandCenter.activeSessions
source: Active Sessions
ar: الجلسات النشطة

# commandCenter.empty.message
source: Type or paste content above to get started.
ar: اكتب أو الصق محتوى في الأعلى للبدء.

# commandCenter.empty.title
source: Nothing captured yet
ar: لم يتم التقاط شيء بعد

# commandCenter.noWorkspaces
source: Create your first workspace to organize your work.
ar: أنشئ أول مساحة عمل لتنظيم عملك.

# commandCenter.quickActions
source: Quick Actions
ar: إجراءات سريعة

# commandCenter.quickCapture
source: Quick Capture
ar: التقاط سريع

# commandCenter.recentItems
source: Recent Items
ar: العناصر الأخيرة

# commandCenter.recentSessions
source: Recent Sessions
ar: الجلسات الأخيرة

# commandCenter.savesTo
source: Saves to the most recent active session, or the inbox.
ar: يُحفظ في آخر جلسة نشطة، أو في الوارد.

# commandCenter.searchPrompt
source: Search notes, links, documents and more
ar: ابحث في الملاحظات والروابط والمستندات وغيرها

# commandCenter.seeAll
source: See All
ar: عرض الكل

# common.cancel
source: Cancel
ar: إلغاء

# common.close
source: Close
ar: إغلاق

# common.continue
source: Continue
ar: متابعة

# common.copied
source: Copied
ar: تم النسخ

# common.create
source: Create
ar: إنشاء

# common.delete
source: Delete
ar: حذف

# common.details
source: Details
ar: التفاصيل

# common.done
source: Done
ar: تم

# common.duplicate
source: Duplicate
ar: تكرار

# common.edit
source: Edit
ar: تعديل

# common.errorTitle
source: Something went wrong
ar: حدث خطأ

# common.favorite
source: Add to Favorites
ar: إضافة إلى المفضلة

# common.matchCount
source: Matches: %lld
ar: النتائج: %lld

# common.more
source: More
ar: المزيد

# common.ok
source: OK
ar: حسناً

# common.save
source: Save
ar: حفظ

# common.saveToSession
source: Save to Session
ar: حفظ في الجلسة

# common.saved
source: Saved
ar: تم الحفظ

# common.unfavorite
source: Remove from Favorites
ar: إزالة من المفضلة

# documents.delete.message
source: The copy stored in TaskLens will be removed.
ar: ستُحذف النسخة المحفوظة في TaskLens.

# documents.delete.title
source: Delete this document?
ar: حذف هذا المستند؟

# documents.empty.message
source: Import a PDF, image or text file. It stays on this device.
ar: استورد ملف PDF أو صورة أو ملفاً نصياً. يبقى على هذا الجهاز.

# documents.empty.title
source: No documents
ar: لا توجد مستندات

# documents.import
source: Import
ar: استيراد

# documents.importFiles
source: From Files
ar: من الملفات

# documents.importPhotos
source: From Photos
ar: من الصور

# documents.openFailed
source: This file could not be opened.
ar: تعذّر فتح هذا الملف.

# documents.photoName
source: Photo
ar: صورة

# error.generic
source: Please try again.
ar: يرجى المحاولة مرة أخرى.

# error.notFound
source: This item no longer exists.
ar: هذا العنصر لم يعد موجوداً.

# error.persistence
source: Your data could not be saved. Please try again.
ar: تعذّر حفظ بياناتك. يرجى المحاولة مرة أخرى.

# error.state.sessionAlreadyActive
source: This session is already active.
ar: هذه الجلسة نشطة بالفعل.

# error.state.sessionEnded
source: This session has ended.
ar: انتهت هذه الجلسة.

# error.state.workspaceArchived
source: This workspace is archived.
ar: مساحة العمل هذه مؤرشفة.

# error.unavailable
source: This feature is not available on this device.
ar: هذه الميزة غير متاحة على هذا الجهاز.

# error.unsupportedContent
source: This type of content is not supported yet.
ar: هذا النوع من المحتوى غير مدعوم بعد.

# error.validation.contentTooLarge
source: The content is too large.
ar: المحتوى كبير جداً.

# error.validation.emptyContent
source: There is nothing to save.
ar: لا يوجد شيء لحفظه.

# error.validation.emptyName
source: Please enter a name.
ar: يرجى إدخال اسم.

# error.validation.invalidExpression
source: That is not a calculation TaskLens can do.
ar: هذه ليست عملية حسابية يستطيع TaskLens تنفيذها.

# error.validation.invalidURL
source: The link is not valid.
ar: الرابط غير صالح.

# error.validation.nameTooLong
source: The name is too long.
ar: الاسم طويل جداً.

# error.validation.outOfRange
source: That value is out of range.
ar: هذه القيمة خارج النطاق المسموح.

# image.recognizeText
source: Recognize Text
ar: التعرف على النص

# image.resetZoom
source: Reset Zoom
ar: إعادة ضبط التكبير

# intent.result.noteCreated
source: Note created: %@
ar: تم إنشاء الملاحظة: %@

# intent.result.savedToInbox
source: Saved to the inbox.
ar: تم الحفظ في الوارد.

# intent.result.savedToSession
source: Saved to %@.
ar: تم الحفظ في %@.

# item.type.document
source: Document
ar: مستند

# item.type.image
source: Image
ar: صورة

# item.type.text
source: Text
ar: نص

# item.type.url
source: Link
ar: رابط

# lens.actions
source: Actions
ar: الإجراءات

# lens.camera.deniedMessage
source: To take a photo for Lens, allow Camera for TaskLens in iOS Settings. You can still choose a photo or a file.
ar: لالتقاط صورة للعدسة، اسمح بالكاميرا لتطبيق TaskLens من إعدادات iOS. ما زال بإمكانك اختيار صورة أو ملف.

# lens.camera.deniedTitle
source: Camera access is off
ar: الوصول إلى الكاميرا متوقف

# lens.camera.explainMessage
source: iOS will now ask for camera access. TaskLens uses the camera only when you take a photo for Lens to read. The photo is read on this device and isn't uploaded or kept unless you save a result.
ar: سيطلب iOS الآن الوصول إلى الكاميرا. يستخدم TaskLens الكاميرا فقط عندما تلتقط صورة لتقرأها العدسة. تُقرأ الصورة على هذا الجهاز ولا تُرفع ولا تُحفظ إلا إذا حفظت نتيجة.

# lens.camera.explainTitle
source: Use the camera for Lens?
ar: استخدام الكاميرا للعدسة؟

# lens.camera.notNow
source: Not Now
ar: ليس الآن

# lens.detectedContent
source: Detected Content
ar: المحتوى المكتشف

# lens.detectedType
source: Detected type
ar: النوع المكتشف

# lens.image.allText
source: All Text
ar: كل النص

# lens.image.barcode
source: Barcode
ar: باركود

# lens.image.camera
source: Camera
ar: الكاميرا

# lens.image.clear
source: Clear Image
ar: مسح الصورة

# lens.image.confirm
source: Use This Text
ar: استخدم هذا النص

# lens.image.documentTitle
source: Title: %@
ar: العنوان: %@

# lens.image.failed
source: TaskLens couldn't read this image.
ar: تعذّر على TaskLens قراءة هذه الصورة.

# lens.image.files
source: Files
ar: الملفات

# lens.image.found
source: What I Found
ar: ما وجدته

# lens.image.nothing
source: No text or codes found in this image.
ar: لم يُعثر على نص أو رموز في هذه الصورة.

# lens.image.paragraphs
source: Paragraphs: %lld
ar: الفقرات: %lld

# lens.image.photos
source: Photos
ar: الصور

# lens.image.possible
source: Possible match
ar: تطابق محتمل

# lens.image.possibleHint
source: This part was hard to read. Check or correct it before using it.
ar: كان هذا الجزء صعب القراءة. تحقّق منه أو صحّحه قبل استخدامه.

# lens.image.privacy
source: Images are read on this device. They aren't kept unless you save a result.
ar: تُقرأ الصور على هذا الجهاز، ولا يُحتفظ بها إلا إذا حفظت نتيجة.

# lens.image.qr
source: QR Code
ar: رمز QR

# lens.image.reading
source: Reading the image…
ar: جارٍ قراءة الصورة…

# lens.image.section
source: Read from an Image
ar: القراءة من صورة

# lens.image.select
source: Show actions
ar: عرض الإجراءات

# lens.input
source: Content
ar: المحتوى

# lens.placeholder
source: Paste or type text, a number or a link
ar: الصق أو اكتب نصاً أو رقماً أو رابطاً

# lens.preview
source: Preview
ar: معاينة

# lens.saved
source: Saved
ar: تم الحفظ

# lens.subtitle
source: Understand text and links
ar: افهم النصوص والروابط

# lens.title
source: Lens
ar: العدسة

# notes.attach
source: Attach to Session
ar: إرفاق بجلسة

# notes.attached
source: Attached to session
ar: أُرفقت بالجلسة

# notes.bodyPlaceholder
source: Write your note
ar: اكتب ملاحظتك

# notes.delete.title
source: Delete this note?
ar: حذف هذه الملاحظة؟

# notes.edit
source: Edit Note
ar: تعديل الملاحظة

# notes.empty.message
source: Tap + to write your first note.
ar: اضغط + لكتابة أول ملاحظة.

# notes.empty.title
source: No notes yet
ar: لا توجد ملاحظات بعد

# notes.new
source: New Note
ar: ملاحظة جديدة

# notes.noSessions
source: Start a session in a workspace to attach notes to it.
ar: ابدأ جلسة في مساحة عمل لإرفاق الملاحظات بها.

# notes.notFound
source: This note is no longer available.
ar: هذه الملاحظة لم تعد متاحة.

# notes.pin
source: Pin
ar: تثبيت

# notes.pinned
source: Pinned
ar: مثبتة

# notes.searchPrompt
source: Search notes
ar: ابحث في الملاحظات

# notes.titlePlaceholder
source: Title
ar: العنوان

# notes.unpin
source: Unpin
ar: إلغاء التثبيت

# notes.untitled
source: Untitled Note
ar: ملاحظة بدون عنوان

# pdf.extractText
source: Extract Page Text
ar: استخراج نص الصفحة

# pdf.extractedText
source: Page Text
ar: نص الصفحة

# pdf.goToPage
source: Go to Page
ar: الانتقال إلى صفحة

# pdf.lens
source: Read with Lens
ar: القراءة بالعدسة

# pdf.matchPosition
source: %lld of %lld
ar: %lld من %lld

# pdf.nextMatch
source: Next Match
ar: النتيجة التالية

# pdf.nextPage
source: Next Page
ar: الصفحة التالية

# pdf.noMatches
source: No matches
ar: لا توجد نتائج

# pdf.noText
source: This page has no selectable text. Open the document in Lens to read it on your device.
ar: لا تحتوي هذه الصفحة على نص قابل للتحديد. افتح المستند في العدسة لقراءته على جهازك.

# pdf.page
source: Page %lld of %lld
ar: صفحة %lld من %lld

# pdf.previousMatch
source: Previous Match
ar: النتيجة السابقة

# pdf.previousPage
source: Previous Page
ar: الصفحة السابقة

# pdf.saveText
source: Save Text to Session
ar: حفظ النص في الجلسة

# pdf.searchPrompt
source: Search in document
ar: ابحث في المستند

# pip.cards
source: Cards
ar: البطاقات

# pip.cards.hint
source: Use Keep in Picture in Picture from a note, a document page, the calculator or a session item. Tap a card to show it.
ar: استخدم «إبقاء في صورة داخل صورة» من ملاحظة أو صفحة مستند أو الحاسبة أو عنصر جلسة. اضغط بطاقة لعرضها.

# pip.emptyCard
source: Add a note, a page or a result to keep it in view.
ar: أضف ملاحظة أو صفحة أو نتيجة لتبقى أمامك.

# pip.keep
source: Keep in Picture in Picture
ar: إبقاء في صورة داخل صورة

# pip.kind.calculation
source: Calculation
ar: عملية حسابية

# pip.kind.context
source: Context
ar: سياق

# pip.kind.document
source: Document
ar: مستند

# pip.kind.note
source: Note
ar: ملاحظة

# pip.limit.closed
source: It closes when TaskLens is closed, and iOS may close it for a call or another video. Your cards are kept.
ar: تُغلق عند إغلاق TaskLens، وقد يغلقها iOS بسبب مكالمة أو فيديو آخر. بطاقاتك محفوظة.

# pip.limit.ownContent
source: It shows TaskLens content only. It cannot place controls over other apps or read what they show.
ar: تعرض محتوى TaskLens فقط. لا يمكنها وضع عناصر تحكم فوق التطبيقات الأخرى أو قراءة ما تعرضه.
